Repository: Magiic/beReal
Catalog: New Apps Test/Localizable/Localizable.xcstrings
Source language: en
Languages: fr

source: Add
fr: Ajouter

source: Are you sick?
fr: Êtes-vous malade ?

source: Begin
fr: Commencer

source: Buy
fr: Acheter

source: Buy new medicines to improve your health. Don't forget to share your health in social network otherwise we will send army to check.
fr: Achetez de nouveaux médicaments pour améliorer votre santé. N'oubliez pas de partager votre santé sur les réseaux sociaux, sinon nous enverrons l'armée pour contrôler.

source: Check that you are ok
fr: Vérifiez que vous allez bien

source: Congratulations!
fr: Félicitations

source: Continue
fr: Continuer

source: Do nothing
fr: Ne fait rien

source: Don't panic. First, let your friends and family know about your symptoms. Tell them they can use the app to check their health.
fr: Ne paniquez pas. Tout d’abord, informez vos amis et votre famille de vos symptômes. Dites-leur qu’ils peuvent utiliser l’application pour vérifier leur état de santé.

source: History
fr: Historique

source: New message...
fr: Nouveau message

source: No content
fr: Pas de contenu

source: No face
fr: Pas de visage

source: Pick a picture
fr: Choisir une photo

source: Previous
fr: Précédent

source: Retry
fr: Réessayer

source: Share
fr: Partager

source: Share to friends
fr: Partager à ses amis

source: Sick person face
fr: Visage d’une personne malade

source: Since December 27, 2024, a virus of unknown origin has been spreading around the world. Anyone using the BeReal app will experience swelling in their nose, eyes, or mouth if they are infected with this virus.
fr: Depuis le 27 décembre 2024, un virus d'origine inconnue se propage dans le monde. Toute personne utilisant l'application BeReal ressentira un gonflement du nez, des yeux ou de la bouche si elle est infectée par ce virus.

source: Tap to select a picture
fr: Sélectionner une photo

source: The app is able to detect the effects of the virus before they physically appear. Use the app to check that you are not sick.
fr: L'application est capable de détecter les effets du virus avant qu'ils n'apparaissent physiquement. Utilisez l'application pour vérifier que vous n'êtes pas malade.

source: To contact you if our terms change. Rest assured, we won't spam you but will only contact you when necessary.
fr: Pour vous contacter si nos conditions changent. Soyez assuré que nous ne vous enverrons pas de spam, mais que nous vous contacterons uniquement lorsque cela sera nécessaire.

source: You are ill
fr: Vous êtes malade

source: you are trying to cheat the system.
fr: Vous essayez de nous tromper non ?

source: You have to use real device
fr: Vous devez utiliser un appareil physique
